Repository: collabsoft/tuleap
Catalog: plugins/create_test_env/site-content/*/LC_MESSAGES/tuleap-create_test_env.po
Languages: fr_fr

source: %s (%s - %s) wants to be called back on %s.
fr_fr: %s (%s - %s) souhaite être rappelé le %s.

source: %s wants to be called back
fr_fr: %s souhaite être rappelé

source: An error occurred during the update of the email
fr_fr: Une erreur est survenue lors de la mise à jour de l’email

source: An error occurred during the update of the messages
fr_fr: Une erreur est survenue lors de la mise à jour des messages

source: Automate creation of test users and environments
fr_fr: Automatise la création d'utilisateurs et d'environments de test

source: Bot list
fr_fr: Liste des bots

source: Call me back
fr_fr: Rappelle-moi

source: Call me back configuration
fr_fr: Configuration de Rappelle-moi

source: Call me back configuration updated
fr_fr: La configuration de Rappelle-moi a été mise à jour

source: Configure a mattermost bot that will receive notification about people tests.
fr_fr: Selectionnez un bot mattermost qui recevra les notifications de tests des utilisateurs

source: Create test environment
fr_fr: Création d'environment de test

source: Mattermost notifications added
fr_fr: Notification mattermost ajoutée

source: Mattermost notifications removed
fr_fr: Notification mattermost supprimée

source: Notification bot
fr_fr: Bot de notification

source: Save
fr_fr: Enregistrer

source: This is my message
fr_fr: Ceci est mon message

source: You should be site administrator to access this page
fr_fr: Vous devez être administrateur site pour accèder à cette page
