Repository: collabsoft/tuleap
Catalog: plugins/git/www/scripts/permissions-per-group/po/*.po
Languages: fr

source: %s has no permission for any repository in this project
fr: %s n'a de permission pour aucun dépôt de ce projet

source: Branch
fr: Branche

source: No repository found for project
fr: Aucun dépôt trouvé pour le projet

source: Readers
fr: Droits de lecture

source: Repository
fr: Dépôt

source: Repository name
fr: Nom du dépôt

source: Rewinders
fr: Droits de rewind

source: See all repositories permissions
fr: Voir toutes les permissions des dépôts

source: Tag
fr: Étiquette

source: There isn't any matching repository
fr: Il n'y a pas de dépôt correspondant

source: Writers
fr: Droits d'écriture
