Repository: collabsoft/tuleap
Catalog: plugins/admindelegation/site-content/*/LC_MESSAGES/tuleap-admindelegation.po
Languages: fr_fr

source: %1$s project(s) found
fr_fr: %1$s projet(s) trouvé(s)

source: <strong>Candidate for removal.</strong> This widget is subject for removal on <strong>31 march 2021</strong>. If you still use it, please contact the <a href="https://tuleap.net/plugins/tracker/?aid=14917">Tuleap development team</a>.
fr_fr: <strong>Candidat à la suppression.</strong> La suppression de ce widget est prévue le <strong>31 mars 2021</strong>. Si vous l'utilisez toujours, merci de contacter <a href="https://tuleap.net/plugins/tracker/?aid=14917">l'équipe de développement Tuleap</a>.

source: Admin delegation
fr_fr: Délégation d'admin

source: Admin delegation: search all projects
fr_fr: Délégation d'admin : chercher parmis les projets

source: Admin delegation: search project admins
fr_fr: Délégation d'admin : afficher les admins d'un projet

source: Admin rights delegation
fr_fr: Délégation des droits d'admin

source: Cancel
fr_fr: Annuler

source: Delegation of site admin rights to mere mortals
fr_fr: Délégation des droits d'administration site aux simples mortels

source: Grant permission
fr_fr: Donner une permission

source: Grant permissions
fr_fr: Déléguer les permissions

source: Granted users
fr_fr: Permissions utilisateurs

source: Group Name
fr_fr: Nom complet

source: Mail to all admins
fr_fr: Contacter tous les admins

source: Name
fr_fr: Nom

source: Next
fr_fr: Suivant

source: Previous
fr_fr: Précédent

source: Project id
fr_fr: Id du projet

source: Project name
fr_fr: Nom du projet

source: Revoke permissions
fr_fr: Supprimer les permissions

source: Search
fr_fr: Rechercher

source: See all projects
fr_fr: Lister tous les projets

source: See project administrators
fr_fr: Lister les administrateurs de projet

source: Short Name
fr_fr: Nom court

source: Show administrators of project:
fr_fr: Afficher les admin du projet:

source: Show all projects containing:
fr_fr: Chercher les projets contenant :

source: Site admins can delegate view all projects to you
fr_fr: L'administrateur du site peut vous déléguer la possibilité de chercher parmi tous les projets, quelque soit leur statut (privé/public)

source: Site admins can delegate view project admins
fr_fr: L'administrateur du site peut vous déléguer la possibilité d'afficher la liste des admins de tous les projets, quelque soit leur statut (privé/public)

source: There is nothing here,
fr_fr: Il n'y a rien ici,

source: To user
fr_fr: A l'utilisateur

source: User
fr_fr: Utilisateur

source: Wow, wait a minute. Your about to revoke permission. Please confirm your action.
fr_fr: Hé, une petite minute. Vous allez supprimer des permissions. Merci de confirmer votre action.

source: [%1$s] Project %2$s:
fr_fr: [%1$s] Projet %2$s :

source: start by granting a permission to somebody.
fr_fr: commencez par donner une permission à quelqu'un.
